Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: As well as relying on statistical approaches for geographical profiling, geographical profilers also consider issues such as the offender’s likely motivation for the offences and the characteristics of the physical environment in which his or her offending takes place.
vi: Bên cạnh việc dựa vào các phương pháp thống kê để lập hồ sơ tội phạm theo địa lý, những nhà lập hồ sơ còn quan tâm đến các vấn đề ví dụ như động cơ của kẻ phạm tội và các đặc điểm môi trường vật lý của nơi mà anh ta hay cô ta gây án.

source: As well as sometimes participating in court cases, forensic linguists also have an academic interest in the workings of the court- room.
vi: Trong khi tham gia các ca xử án, nhà ngôn ngữ học pháp y cũng có một quan tâm học thuật trong các công việc của các phòng xử án.

source: As well as these stressors of the physical prison environment, there are additional stressors that prisoners must endure; those associated with the experience of imprisonment and the social environment.
vi: Ngoài các tác nhân vật lý của môi trường tù ngục, các nhân tố được hình thành trong quá trình bị giam giữ và tạo ra bởi môi trường xã hội cũng khiến các tù nhân bị stress.

source: As with offender profiling, if case linkage is to be considered a scientific practice it is important that it has a sound theoretical basis.
vi: Như với việc lập hồ sơ tội phạm, nếu kết nối vụ án được coi như một hoạt động khoa học, quan trọng là nó phải có một cơ sở lý thuyết vững chắc.

source: As with other types of offenders, sex offenders often have parents who were law- breakers.
vi: Cũng như các loại tội phạm khác, tội phạm tình dục thường có phụ huynh là những người chống đối pháp luật.

source: As with research into non-criminal populations, what is also evident is that consistency varies depending on the type of behaviour being observed.
vi: Như với nghiên cứu về cư dân không phạm tội, điều khá hiển nhiên là sự nhất quán thay đổi phụ thuộc vào loại hành vi được quan sát.

source: As within most branches of psychology, there have been (and continue to be) debates concerning what constitutes the gold standard of treatment–outcome research.
vi: Vì trong nhiều phân nhánh của ngành tâm lý học, sẽ luôn tiếp tục có những cuộc tranh cãi hay mối quan tâm về việc thiết lập những nguyên tắc vàng trong nghiên cứu trị liệu-kết quả.

source: As you can see, offender profiling is therefore an umbrella term for a number of different practices.
vi: Như các bạn có thể thấy, việc thiết lập hồ sơ tội phạm, do vậy, là một thuật ngữ mang tính khái quát cho một số các hoạt động khác nhau.

source: As you can see, psychologists can be used in a variety of different scenarios within the criminal justice system and for a number of different reasons.
vi: Như bạn đã biết, những nhà tâm lý học có thể dùng rất nhiều viễn cảnh khác nhau với nhiều lý do khác nhau trong phạm vi hệ thống tư pháp hình sự.

source: As you will see in the coming pages, criminal psychologists can be involved in all areas of the judicial process (including post sentence) and a broad-based definition is needed to encompass all of this work.
vi: Bạn sẽ thấy ở những trang tới, các nhà tâm lý học tội phạm tiến hành nhiều bước của quá trình kết án (bao gồm cả sau khi công bố bản án) và thực sự cần một khái niệm không giới hạn để chứa đựng toàn bộ công việc.

source: Assuming a degree of behavioural consistency across situations is termed ‘cross- situational consistency’.
vi: Việc giả định một mức độ nhất quán các hành vi trong mọi tình huống được gọi là: "sự kiên định trong mọi tình huống".

source: At 3pm on August 13 2004, Akku Yadav was lynched by a mob of around 200 women from Kasturba Nagar.
vi: 3 giờ chiều ngày 13 tháng 8 năm 2004, Akku Yadaw đã bị hành hình bởi một nhóm khoảng 200 phụ nữ đến từ Kasturba Nagar.

source: At a conference in Sweden in the early 1980s one of the ‘founding fathers’ of SVA/CBCA (Professor Udo Undeutsch) gave an Invited Lecture on this procedure which, for those invited delegates from the UK and the USA, was the first time they had heard in detail about this procedure and that it had already played a role in thousands of German court cases.
vi: Tại một cuộc hội nghị ở Thụy Điển vào đầu những năm 1980, một trong những "người cha đặt nền móng" cho SVA/CBCA (Giáo sư Udo Undeutsch) đã được mời đến diễn thuyết về phương án này cho những vị đại biểu khác cũng được mời đến từ nước Anh và Mỹ, cũng là lần đầu họ được nghe một cách chi tiết về một phương án mà đã nhanh chóng đóng một vai trò quan trọng trong hàng ngàn các phiên tòa tại nước Đức.

source: At a stressful time you need to understand what has been said to you and apply it to your situation.
vi: Trong khi, vào thời điểm căng thẳng đó, bạn lại cần phải hiểu được những gì người ta nói với bạn để có thể áp dụng chúng vào tình huống của mình.

source: At face value this is indeed good news.
vi: Xét trên bề mặt, đây thực sự là tin tốt.

source: At one point I looked up and the sky was black with missiles.
vi: Đã có lúc tôi ngẩng lên và bầu trời đen nghịt toàn tên lửa.

source: At that time both police officers and the general public believed that memory was like a movie film and that what investigators needed to do was to help the witness to access such a memory.
vi: Ở thời điểm đó, cả cảnh sát lẫn công chúng đều tin rằng trí nhớ con người cũng giống như một bộ phim vậy và điều mà các nhà điều tra cần làm là giúp nhân chứng tiếp cận được mảng trí nhớ ấy.

source: At the end of his lecture I asked Professor Undeutsch what research had been conducted to assess its accuracy.
vi: Cuối buổi diễn thuyết, giáo sư Undeutsch đã được hỏi về những nghiên cứu mà ông đã tiến hành để có thể đánh giá được độ chính xác của nó.

source: At the finer level Shuy shows how ambiguity in the conversation is used by the agents and how in particular one topic, ‘interim financing’, is understood by DeLorean to mean financing for his car business and understood by the agent and the prosecution to mean financing for the drug deal.
vi: Nói dễ hiểu hơn là Shuy đã chỉ ra việc điều tra viên đã sử dụng sự mập mờ trong cuộc đối thoại như thế nào, nhất là trong một chủ đề, cụm từ "huy động vốn tạm thời" đã được hiểu bởi DeLorean là để nhằm trang trải cho việc kinh doanh xe ô tô của anh ta, còn các đặc vụ và bên khởi tố lại cho rằng đó là để chi cho giao dịch mua bán ma túy .

source: At the moment his business was about to go bust, DeLorean was subject to a sting operation by the US Drug Enforcement Agency (DEA).
vi: Vào thời điểm đó khi mà công ty của anh ta gần như sắp phá sản, DeLorean bị xem là đối tượng của một cuộc điều tra gay gắt do Cơ quan Phòng chống Ma túy Mỹ (DEA) tiến hành.

source: At the next table there is a group of young men talking and arguing and laughing.
vi: Có một nhóm thanh niên ở bàn kế bên, họ đang cười nói và tranh luận.

source: At the time of the crime some years ago a biological trace was left by the perpetrator but this DNA trace was too small to be analysed by the time of the trial at which a person was found guilty (i.e. on other evidence).
vi: Vào thời điểm một vụ án xảy ra vài năm trước, có một dấu vết di truyền mà thủ phạm bỏ xót ở hiện trường vụ án, thế nhưng nó quá nhỏ để phân tích trước khi phiên tòa của người nhận tội bắt đầu (ví dụ như bằng chứng khác).

source: At the time this was an area of poverty and disease and the gruesome murders caused great fear among the local people.
vi: Tại thời điểm đó, khu vực ấy là một vùng đất nghèo nan và đầy bệnh tật, cùng với đó là những vụ giết người rợn tóc gáy gây ra nỗi sợ hãi cùng cực cho người dân địa phương.

source: At this point, it is important to make a distinction between sentenced and remand prisoners, and consider how their status can affect their experience of imprisonment.
vi: Từ điểm trên ta thấy rằng phân biệt ra tù nhân đã bị kết án hay vẫn đang điều tra, và suy xét tình trạng đó tác động như thế nào tới việc ở tù của họ là điều quan trọng.

source: At this stage the offender needs to look for opportunities to offend.
vi: Ở giai đoạn này, tên tội phạm cần tìm cơ hội để ra tay.

source: Avoidance coping which involves the individuals avoiding what is causing them stress.
vi: Cánh đối phó tránh né, nghĩa là các chủ thể lờ đi những yếu tố khiến họ căng thẳng.

source: Based on the understanding that offenders characteristically lack personal, interpersonal and social cognitive skills, the skill streaming element is designed to teach the offenders these skills and pro- vides the opportunity to practise and rehearse these skills.
vi: Do phạm nhân thường thiếu các kỹ năng cá nhân, tương tác và xã hội, skillstreaming được thiết kế để dạy cho phạm nhân các kỹ năng này và cung cấp cho họ cơ hội để thực hành và luyện tập.

source: Because ground truth is so difficult to assess in real-life investigations, the majority of the published studies that have tried to assess the effectiveness of the polygraph in criminal investigations have had to employ ‘mock’ crime scenarios.
vi: Vì mỗi cuộc điều tra trong thực tế lại đưa ra các bằng chứng thực địa khác nhau, nên phần lớn các nghiên cứu đã công bố đều chỉ cố gắng đánh giá hiệu quả của máy phát hiện nói dối trong điều tra hình sự bằng việc dựng nên các kịch bản phạm tội giả định.

source: Because ground truth is so difficult to determine, relatively few ‘field’ (i.e. ‘real life’) studies of the effectiveness of polygraphic lie detection have been published.
vi: Vì rất khó để xác định các bằng chứng thực địa, nên có tương đối ít các nghiên cứu 'hiện trường' (như 'trong thực tế') về hiệu quả của máy phát hiện nói dối được đưa ra.

source: Because male and female prisoners are held separately, imprisonment also results in the loss of heterosexual relationships.
vi: Do các tù nhân nam và nữ bị giam giữ tách biệt, các mối quan hệ khác giới cũng mất đi.

source: Because of this, in some jurisdictions standard, legally watertight instructions have been published.
vi: Bởi vì điều này, trong một số quyền hạn chuẩn, hướng dẫn pháp lý chặt chẽ đã được công bố.

source: Because the prison environment is one which in some respects is quite unlike the out- side world, the methods people use to cope in everyday life might be inappropriate in the prison environment.
vi: Vì môi trường tù ngục theo một vài khía cạnh khá khác xa so với thế giới bên ngoài nên những thể thức con người dùng để đối diện với cuộc sống hằng ngày lại trở lên không phù hợp trong tù.

source: Because they understood the conversation to be about drug dealing they thought they had shown DeLorean discussing a drug deal.
vi: Vì họ đã cho rằng cuộc đối thoại này là về giao dịch mua bán ma túy, nên họ cũng mặc nhiên nghĩ là họ đang chỉ ra được rằng DeLorean đang thảo luận về việc mua bán ma túy.

source: Because variation in formant frequency (between different groups, such as men and women) is fairly well understood and can be described, this measure can be used straightforwardly in identification or exclusion questions.
vi: Vì sự biến đổi trong tần số Formant (giữa những nhóm người khác nhau, ví dụ như giữa nam và nữ) khá là dễ hiểu và có thể diễn tả ra được, phương pháp này có thể được sử dụng trực tiếp trong việc nhận dạng hoặc trong những câu hỏi loại trừ.

source: Because violence and being able to protect yourself is valued within prison, violent prisoners may have the greatest status and sit at the top of the hierarchy.
vi: Các tù nhân hung hãn có thể ở địa vị cao nhất trong hệ thống cấp bậc này do họ rất bạo lực và có khả năng bảo vệ được chính mình trong các cuộc gây chiến.

source: Because we may have misconceptions about which behaviours are a rare or common occurrence for a type of crime it is important to work this out statistically by consulting databases of crimes.
vi: Bởi vì chúng ta có thể có những hiểu lầm về việc những hành vi nào là hiếm gặp hoặc thường xuyên góp mặt trong một loại tội ác, điều quan trọng là phải tìm hiểu về điều đó thông qua số liệu thống kê bằng cách tham vấn cơ sở dữ liệu tội phạm.

source: Before the Norman Conquest, written law appeared either in English or Latin but immediately following the Conquest all legal texts moved into Latin.
vi: Trước khi Norman Conquest, văn bản pháp luật viết bằng cả tiếng Anh và tiếng Latin nhưng ngay sau cuộc xâm lược của tất cả các văn bản pháp lý chuyển sang tiếng Latin.

source: Before we examine studies of tape-recorded interviews with suspects, let us look at one of the few published studies in which a researcher was allowed to sit in on police interviews with suspects.
vi: Trước khi chúng ta kiểm nghiệm những nghiên cứu về băng ghi âm cuộc chất vấn nghi phạm, hãy quan sát một trong số rất ít những nghiên cứu được công bố, theo đó các nhà nghiên cứu được cho phép tham gia chất vấn nghi phạm cùng với cảnh sát.

source: Being a remand prisoner.
vi: Đang bị tạm giam.

source: Being a victim of crime, or having a friend or family member who has been criminally victimized can provoke a huge amount of emotion about the wrongs committed against them, prompting some to take justice in any way they can.
vi: Những người đã từng là nạn nhân, hoặc có bạn bè, người thân là nạn nhân của tội ác có thể bị khơi dậy một khối lượng lớn cảm xúc về hành vi phạm tội được thực hiện chống lại họ, thúc đẩy một số người thực thi công lý theo bất kỳ cách nào mà họ có thể.

source: Being at the start of a sentence.
vi: Đang ở giai đoạn đầu của sự thụ án.

source: Being imprisoned can therefore quite reasonably result in fears about experiencing violence at the hands of other inmates.
vi: Vì vậy, việc bắt giam sẽ khiến các tù nhân sợ hãi bị bạo hành bởi những người cùng bị giam giữ là điều khá hợp lý.

source: Below are excerpts taken from the Guardian newspaper’s report of the event concerning a man who was hacked to death in the courthouse by women he had (allegedly) raped.
vi: Dưới đây là những trích đoạn từ tờ báo "the Guardian" về sự kiện một người đàn ông bị chém đến chết ở tòa án bởi người phụ nữ mà ông bị cáo buộc là đã hiếp dâm.

source: Below are patterns of behaviour for male child abusers, (although this model would probably fit for female offenders too).
vi: Dưới đây là các kiểu cư xử của những nam tội phạm lạm dụng tình dục trẻ em (dù hình mẫu này cũng có thể đúng với nữ tội phạm).

source: Below is an excerpt taken from a news report from the BBC, which gives some insight into the policing experience of such an event. Bill King was a Chief Inspector at the time of the miners’ strike.
vi: Dưới đây là đoạn trích từ bài phỏng vấn của BBC, đã mang đến cái nhìn sâu hơn về trải nghiệm của cảnh sát trong những tình huống này. Bill King là Chánh Thanh tra khi cuộc tấn công của thợ mỏ xảy ra.

source: Beyond their normal duties police are often called in to special situations that require a coordinated response to a civilian disaster or violent incident, for example the Hillsborough Stadium disaster, the Brixton riots, or the 1980s miners’ strike.
vi: Ngoài các nhiệm vụ thông thường có lúc cảnh sát được gọi đến những tình huống đặc biệt cần phối hợp đối phó với thảm họa nhân loại hay sự cố bạo lực, như thảm họa Sân vận động Hillsborough, cuộc bạo loạn ở Brixton, hay cuộc tấn công của thợ mỏ những năm 1980.

source: Both groups of researchers have shown that the non-completers were already at a higher risk of reconviction than those who managed to complete.
vi: vì những người không hoàn thành chương trình vốn đã có nguy cơ cao hơn những người hoàn thành

source: Both have developed typologies of offenders which have some similarities.
vi: Cả hai người đã phát triển những hệ thống kiểu mẫu tội phạm có nhiều điểm tương đồng.

source: Both police and citizens support the concept that effective policing requires public support, therefore to provide a professional police service the police must work with the community.
vi: Cả cảnh sát lẫn người dân đều ủng hộ khái niệm rằng, để việc kiểm soát an ninh trật tự được hiệu quả thì cần phải có sự hỗ trợ từ công chúng, vậy nên nhằm cung cấp một dịch vụ an ninh chuyên nghiệp, lực lượng cảnh sát phải làm việc cộng tác với dân chúng.

source: Both research groups reported significant reductions in the reconviction rates of those who completed the programme compared to those who failed to complete.
vi: Cả hai nhóm đều báo cáo tỉ lệ tái phạm của những người đã hoàn thành chương trình giảm đáng kể so với những người không hoàn thành.

source: Both the Sex Offenders Register and the development of Multi-Agency Public Protection Arrangements (MAPPAs) were developed to manage offenders who are considered to be at high risk of harming others within the community (sex offenders and those committed for serious violent acts).
vi: Cả Danh sách tội phạm tình dục và Những sắp xếp bảo vệ công chúng đa chi nhánh ( MAPPAs) đều được phát triển để quản lý tội phạm, những người bị coi là có khả năng làm hại những người khác trong cộng đồng cao ( những tội phạm tình dục và những người tham gia vào hành động bạo lực nghiêm trọng).

source: Breaches of taboo are sexual behaviours that have taken place between two consenting adults but which are against the law, for example, in some states in the USA oral and anal sex are sexual offences, even if taking place in a consensual relationship.
vi: Vi phạm hình thức tình dục cấm kỵ là những hành vi tình dục giữa hai người trưởng thành tự nguyện như trái với luật pháp, ví dụ như ở một số bang ở Mỹ, tình dục bằng miệng hoặc hậu môn là xâm phạm tình dục, dù cho giữa hai người là mối quan hệ tự nguyện.

source: Breakfast was usually taken at about 1 a.m., so that we could be at the pits before dawn.
vi: Bữa sáng thường được ăn vào lúc một giờ, để sau đó chúng tôi có thể vào vị trí trước bình minh.

source: British criminologist Professor Les Johnston is one of the few who have conducted research in this area.
vi: Nhà tội phạm học người Anh, giáo sư Les Johnston là một trong số ít những người đã tiến hành nghiên cứu trong lĩnh vực này.

source: British criminologist, Professor Les Johnston (1996) attempted to provide a definition of vigilantism as a starting point for further investigation.
vi: Nhà tội phạm học người Anh, giáo sư Les Johnston (1996) đã cố gắng cung cấp định nghĩa của chủ nghĩa dân phòng như là 1 điểm bắt đầu cho nghiên cứu xa hơn.

source: Building on this, other researchers have found that sex offenders showed poorer relation- ships with their parents than did non-offenders.
vi: Dựa trên cơ sở này, các nhà nghiên cứu khác đã tìm ra rằng tội phạm tình dục có quan hệ không tốt với phụ huynh của họ hơn là những người khác.

source: Bullying amongst prisoners or victimization, as other researchers refer to it, has been well researched by criminal psychologists and other social scientists such as Jane Ireland and Kimmett Edgar.
vi: Việc bắt nạt nhau hay tình trạng "nạn nhân hóa" như các nhà nghiên cứu đã đề cập cũng đã được nhiều nhà tâm lý học tội phạm và các nhà khoa học xẫ hội khác nhưn Jane Ireland và Kimmett Edgar tìm hiểu

source: Bullying others and the experience of being bullied seems quite prevalent in prisons.
vi: Việc bắt nạt người khác và bị bắt nạt đều khá phổ biến trong các nhà tù.

source: But his death has not brought the women peace.
vi: Thế nhưng cái chết của tên côn đồ không đủ để đem lại bình yên cho những người phụ nữ.

source: But how do we know that innocent people confess?
vi: Nhưng làm thế nào để biết người vô tội đang cố tình thú nhận tội ác?

source: But how exactly is a profiler able to look at the scene and use this to specify the characteristics of the offender?
vi: Nhưng chính xác thì một người thiết lập hồ sơ phạm tội có thể quan sát hiện trường vụ án và họ phân tích những nét đặc trưng của tội phạm như thế nào?

source: But how unpleasant should it be?
vi: Nhưng liệu nó khó chịu đến mức nào?

source: But it is Narayane who is in limbo as she waits for her case to be heard.
vi: Nhưng có một người là Narayane đang bị bỏ tù khi cô ấy chờ đợi vụ kiện của mình được biết đến.

source: But it may harm your defence if you do not mention when questioned something you later rely on in court.
vi: Nhưng nó có thể làm tổn hại đến việc biện hộ của anh nếu khi bị thẩm vấn, anh không nói ra điều mà anh sẽ dựa vào nó khi ra trước tòa sau này.

source: But it was rape that Yadav used to break and humiliate the community.
vi: Nhưng Yadav vượt ngục và làm nhục cộng đồng khi thực hiện những vụ hiếp dâm.

source: But the 32-year-old was never charged with rape.
vi: Nhưng tên côn đồ 32 tuổi chưa bao giờ bị buộc tội.

source: But what about the tactic ‘showing concern’?
vi: Thế phương thức ' thể hiện mối quan tâm' là gì?

source: But what is meant by criminogenic needs?
vi: Thế nhưng các nhu cầu dẫn đến phạm tội có nghĩa là gì?

source: But with these conflicting reports of what prison is like it is difficult to know whether we should be concerned about the 8.5 million people currently imprisoned.
vi: Thế nhưng, với các thông tin trái chiều như thế này, chúng ta sẽ rất khó để xác định việc quan tâm tới 8,5 triệu người hiện đang bị bắt giữ có là cần thiết hay không.

source: By 2003, there were 25,390 female officers working in England and Wales.
vi: Đến năm 2003, đã có 25,390 nhân viên nữ làm việc tại Anh và xứ Wales.

source: By exemplary conduct and manly deportment, you will command the respect and cordial support of all good citizens.
vi: Bằng việc hành xử mẫu mực cùng với tác phong làm việc dứt khoát, người cảnh sát sẽ được nhân dân tôn trọng và hỗ trợ.

source: By punishing criminals it allows greater freedom and safety within the community for law-abiding citizens.
vi: Bằng việc xử phạt tội phạm, sự tự do và an toàn được mở rộng hơn trong chính cộng đồng cho những công dân tuân thủ pháp luật.

source: By the Second World War women were involved in a wider range of duties, revolving around clerical and supportive duties and general housekeeping activities.
vi: Sang Thế Chiến thứ hai phụ nữ đã tham gia vào một phạm vi rộng hơn, xoay quanh nhiệm vụ liên quan đến văn thư và hỗ trợ các hoạt động và dịch vụ dọn phòng chung.

source: By travelling in a car, the journey takes less time and thus the distance to a property seems less.
vi: Bằng cách di chuyển bằng ô tô, hành trình sẽ tồn ít thời gian hơn và do đó khoảng cách tới một địa điểm có vẻ ngắn hơn.

source: CASE STUDY.
vi: Nghiên cứu các trường hợp.

source: CBCA is based on a number of sensible assumptions, among which are that statements (i.e. the contents of what a person says) derived from memory of actual experiences differ in quality/content from those based on fabrication.
vi: CBCA được dựa trên một số các giả định hợp lí, trong đó bất cứ một lời tường thuật nào (tức là nội dung lời nói của một ngừoi nào đó) bắt nguồn từ trí nhớ ở các sự kiện thực tế khác so với chất lượng / nội dung từ những lời nói dựa vào sự bịa đặt

source: CBT programmes also address behaviour and thought patterns that can, but do not always, have an influence on offend- ing.
vi: Các chương trình huấn luyện trên máy tính cũng chỉ ra những dấu hiệu của lối cư xử và suy nghĩ, cái mà có thể, nhưng không phải luôn luôn, có ảnh hưởng đến việc phạm tội .

source: Can long- term offenders become law-abiding citizens through the use of treatment programmes or do you think that an offender will always be an offender?
vi: Liệu các tù nhân dài hạn có thể trở thành công dân tuân thủ pháp luật nhờ vào các chương trình cải tạo? Hay họ vẫn sẽ tiếp tục phạm pháp?

source: Can they solve problems effectively?
vi: Liệu họ có thể giải quyết vấn đề hiệu quả không?

source: Case link- age refers to the identification of offences believed to be commit- ted by the same offender based on their behavioural similarity.
vi: Kết nối vụ án chính là việc xác định những tội ác được tin là đã được thực hiện bởi cùng một kẻ thủ ác dựa trên những tương đồng trong hành vi của chúng.
